{
    "name": "Ilmaise itseäsi",
    "lead": "Muistisairaus muuttaa ihmisen kykyä ilmaista itseään ja ymmärtää viestintää. Se ei kuitenkaan vähennä tarvetta olla muiden parissa ja tulla ymmärretyksi. Vaikeus löytää sanoja voi turhauttaa ja tehdä keskustelusta työläämpää.  Muutos voi aiheuttaa väärinymmärryksiä ja vetäytymistä keskusteluista.  Muutos ei tapahdu yleensä hetkessä, mikä antaa sekä sairastuneelle itselleen että hänen läheisilleen aikaa sopeutua uuteen tilanteeseen. Kommunikoinnin taidossa voi kehittyä ja sitä voi tukea monella tapaa. Tärkeää on hienovaraisuus ja toisen kunnioittaminen. Hyvä kohtaaminen voi toteutua myös muilla keinoilla kuin puhumisella; hiljaa olemalla, katseella, hymyllä, kosketuksella ja läheisyydellä. Kaikilla on tarve näyttää tunteensa, tulla rakastetuiksi ja kohdatuksi tasa-arvoisina ihmisinä riippumatta iästä, sairaudesta tai seksuaalisesta suuntautumisesta. ”Toisen kuunteleminen on erityisen tärkeää silloin, kun mitään ei kuulu.” - Paula Sainio (Lähde: Muistisairauden kohtaaminen  – Opas muistisairaan perheelle ja läheisille. Tampere 2014. Koski Anna)",
    "events": [{
            "id": 0,
            "rouletteContent": true,
            "name": "Luikauta laulu!",
            "videoId": "uiGOYaNBCnQ",
            "content": "Luikauta laulu! Oletko kokeillut karaokea? Laulamalla voit kehittää vuorovaikutustaitojasi. Tässä on tilaisuutesi kappaleen Laulun mahti tahtiin:",
            "category": "Ilmaise itseäsi"
        },{
            "id": 1,
            "rouletteContent": true,
            "name": "Anna äänesi kuulua!",
            "videoId": "W11PdZdJteY",
            "content": "Luikauta laulu! Oletko kokeillut karaokea? Laulamalla voit kehittää vuorovaikutustaitojasi. Tässä on tilaisuutesi kappaleen Voi tuota muistia tahtiin:",
            "category": "Ilmaise itseäsi"
        },{
            "id": 2,
            "name": "Pekan ja Einon tarina",
            "videoId": "BmdTm7u3RP4",
            "content": "Raha-automaattiyhdistyksen Eloisa ikä -avustusohjelman piirrosanimaatiossa kerrotaan Pekan ja Einon tarina. Tarina alkaa vuodesta 1963, kun Pekka ensimmäisen kerran ihastuu oikein toden teolla. Video vie sinut mielenkiintoiselle aikamatkalle - päätyen nykyaikaan, jolloin yhdenvertaisen vanhuuden soisi kuuluvan kaikille. Video on Eloisa ikä -ohjelman tuottamaa aineistoa ja tehty yhteistyössä Setan Yhdenvertainen vanhuus -projektin kanssa",
            "category": "Ilmaise itseäsi"
        },{
            "id": 3,
            "name": "Muistisairaus nuoren näkökulmasta",
            "content": "Milla on tavallinen opiskelijanuori. Koulupäivän jälkeen hän lähtee tapaamaan isäänsä, jolla on vasta todettu etenevä muistisairaus. He ovat sopineet tapaamisestaan aiemmin. Isä on unohtanut Millan tulon, eikä kaikki muutenkaan suju aivan suunnitelmien mukaan.",
            "videoId": "FsbcdF8_s4I",
            "category": "Ilmaise itseäsi"
        },{
            "id": 4,
            "name": "Musiikilliset harjoitukset",
            "content": "Musiikillisissa harjoituksissa kuulet laulua. Kun laulu pysähtyy, valitse vaihtoehdoista sanat, joilla laulu jatkuu. Onnea matkaan! <a href=\"http://www.miinasillanpaa.fi/yhteinen-savel/#/games\" target=\"_blank\"><button class=\"btn btn-primary btn-lg btn-block\">Siirry harjoitteisiin</button>",
            "category": "Ilmaise itseäsi"
        },{
            "id": 5,
            "name": "Kauneimmat sävelet soitetaan vanhalla viululla",
            "content": "ProudAge -liike ennakoi väestön ikääntymistä julkaisemalla lehteä, järjestämällä aihealueen seminaareja ja tapahtumia sekä ottamalla osaa erilaisiin väestön ikääntymistä käsitteleviin projekteihin ja työryhmiin. Kuvassa ProudAge -juliste.<img src=\"assets/img/proudage1.jpg\" \/>",
            "category": "Ilmaise itseäsi"
        },{
            "id": 6,
            "rouletteContent": true,
            "name": "Parirentoutus",
            "content": "Tässä harjoituksessa kuulet rentoutusohjeet ja musiikkia. Aloittakaa rentoutus istuutumalla tukevasti selkänojalliselle tuolille. Musiikkina on Tárregan Lágrima, Händelin Largo, Corellin Preludio ja Bachin Siciliano. Kesto 10 ja puoli minuuttia.",
            "category": "Ilmaise itseäsi",
            "videoId": "4z_Q1E18Nb0"
    }]
}
