{
    "name": "Liikettä niveliin",
    "lead": "Liikunta ja fyysinen aktiivisuus vaikuttavat terveyteen monella tavalla. Aivojen verenkierto paranee ja aivosolujen väliset yhteydet uusiutuvat ja tehostuvat, mikä on tärkeää muistin kannalta. Liikunta normalisoi verenpainetta, sokeriarvoja, kolesterolia ja hoitaa unta. Lisäksi se tukee mielenterveyttä ja on mitä paras hoito- ja ehkäisykeino masennukselle. Liikunta auttaa myös pitämään yllä liikkumiskykyä sekä painoa kurissa. Liikuntaa olisi hyvä harrastaa useamman kerran viikossa monipuolisesti. Muista kuitenkin, että jokainen otettu askel on tärkeä ja vie kohti terveyttä! Liikkuessa luovuus lisääntyy ja moni mieltä pohdituttanut asia saattaa ratketa. ”Seisaaltaan ihmisen pitää vaikeat asiat miettiä, ja kaikkein vaikeimpien kanssa pitää lähteä kävelemään.” - Salme Malmikunnas (Lähteet: Muistiliitto, UKK-instituutti)",
    "subcategories": [{
        "name": "Veri kiertämään",
        "lead": "Kevytkin jumppa herättää kehon, lihakset ja verenkierron toimimaan. Lyhyt jumppahetki tauottaa istumista ja virkistää mieltä."
	},{
		"name": "Ryhtiä elämään",
		"lead": "Jotta lihaksisto pysyisi kunnossa, tarvitaan suuria lihasryhmiä vahvistavia liikkeitä vähintään kaksi kertaa viikossa kuten kuntosaliharjoittelua. Kotona voi myös tehdä tehokasta lihasharjoittelua. Pienet tukilihakset pitävä yllä ryhtiä ja tukevat rankaa sekä auttavat hallitsemaan tasapainoa."
	},{
        "name": "Aivokutinaa",
		"lead": "Kehon keskilinjan ylittävät ristikkäiset ja käsien epäsymmetriset liikkeet ovat mitä parhainta aivonystyröitä kutkuttelevaa jumppaa."
	},{
        "name": "Tanssahdellen",
		"lead": "Musiikki aktivoi aivoja laaja-alaisesti. Kun musiikkiin liitetään tanssi, aktivoituu aivoissa lisää hermoverkostoja. Tanssiessa yhdistyy oppimisen, musiikin elämyksellisyyden, yhdessäolon ja liikunnan hyödyt.  Tanssiminen luo hyvää mieltä ja parantaa aivojen hyvinvointia."
	},{
        "name": "Tasapainoillen",
		"lead": "Suurin osa ihmisen toiminnoista edellyttää pystyasennon hallintaa eli tasapainoa. Tasapaino on kykyä ylläpitää erilaisia asentoja kuten seisominen. Lisäksi tasapainokykyä tarvitaan erilaisissa liikkeissä kuten pyöräilyssä ja hiihdossa. Hyvästä tasapainosta on myös apua liukkailla liikuttaessa tai liikkuvassa bussissa seistessä. Tasapainokyky heikkenee ikääntyessä ja erilaisissa neurologisissa sairauksissa, mutta sitä voi ja kannattaa harjoittaa säännöllisesti ainakin 2 kertaa viikossa. Muista varmistaa harjoittelun turvallisuus. Ota tarvittaessa lähelle tukeva tuoli tai pöytä. Siirrä liukkaat matot syrjään ja riisu liukkaat sukat."
	},{
        "name": "Vetreyttä ja notkeutta joogalla",
	    "lead": "Jooga on ikivanha kokonaisvaltainen harjoitusmenetelmä, joka sopii kaikille omasta terveydestään, hyvinvoinnistaan ja henkisestä kasvustaan kiinnostuneille. Jokainen joogan harjoittaja työskentelee itsensä kanssa omien edellytystensä mukaisesti, omista lähtökohdistaan. Joogaa voivat harjoittaa kaikenikäiset, niin naiset kuin miehetkin. Joogalla on monia hyviä vaikutuksia. Se notkistaa kehoa, opettaa rentoutumista ja oikeaa hengitystä, lisää keskittymiskykyä ja elinvoimaisuutta sekä tukee kehon ja mielen tasapainoa. (Lähde: Suomen Joogaliitto ry)"
	}],
    "events": [{
            "id": 0,
            "rouletteContent": true,
            "name": "Koordinaatioharjoitus",
            "videoId": "9J8RKJw3GMM",
            "content": "Nyt jumppaa aivoille ja keholle! Tee käsien koordinaatioharjoitus:",
            "category": "Liikettä niveliin",
            "belongsTo": "Aivokutinaa"
        },{
            "id": 1,
            "rouletteContent": true,
            "name": "Kiertoliikeharjoitus",
            "videoId": "ekHlDQQHxJQ",
            "content": "Nyt jumppaa aivoille ja keholle! Tee rangan kiertoliikeharjoitus:",
            "category": "Liikettä niveliin",
            "belongsTo": "Aivokutinaa"
        },{
            "id": 2,
            "rouletteContent": true,
            "name": "Hytkyttelyharjoitus",
            "videoId": "lB8o-BoSs0c",
            "content": "Nyt jumppaa aivoille ja keholle! Tee hytkyttelyharjoitus:",
            "category": "Liikettä niveliin",
            "belongsTo": "Aivokutinaa"
        },{
            "id": 3,
            "rouletteContent": true,
            "name": "Tuolijumppa",
            "videoId": "TcQmPZ2aSDo",
            "category": "Liikettä niveliin",
            "belongsTo": "Veri kiertämään"
        },{
            "id": 4,
            "name": "Raxun lihasjumppa aloittelijalle",
            "videoId": "TdWsw6h14Kw",
            "category": "Liikettä niveliin",
            "belongsTo": "Veri kiertämään",
            "content": "Raakel Lignell opettelee valmentaja Eija Holmalan ohjauksessa 4 tehokasta mutta helppoa lihaskuntoliikettä. Jalat, pakarat, vatsa ja selkä vahvistuvat. Keskivartalon syvät lihakset joutuvat töihin ja tasapaino kehittyy. (Lähde: Hyvä Terveys)"
        },{
            "id": 5,
            "rouletteContent": true,
            "name": "Aivojumppa, istuen",
            "videoId": "l-fmhuXBPrg",
            "category": "Liikettä niveliin",
            "belongsTo": "Aivokutinaa"
        },{
            "id": 6,
            "rouletteContent": true,
            "name": "Rintarangan notkistus jooga, istuen",
            "videoId": "f_MesaoHpTY",
            "category": "Liikettä niveliin",
            "belongsTo": "Vetreyttä ja notkeutta joogalla"
        },{
            "id": 7,
            "rouletteContent": true,
            "name": "Dynaaminen soturi, istuen",
            "videoId": "J75KAma3g2w",
            "category": "Liikettä niveliin",
            "belongsTo": "Vetreyttä ja notkeutta joogalla"
        },{
            "id": 8,
            "rouletteContent": true,
            "name": "Aurinkotervehdys tuolilla istuen",
            "videoId": "i4YTPYnS6FA",
            "category": "Liikettä niveliin",
            "belongsTo": "Vetreyttä ja notkeutta joogalla"
        },{
            "id": 9,
            "rouletteContent": true,
            "name": "Kiertoja ja taivutuksia, seisten, väline: tuoli",
            "videoId": "nTHxMjilLco",
            "category": "Liikettä niveliin",
            "belongsTo": "Vetreyttä ja notkeutta joogalla"
        },{
            "id": 10,
            "rouletteContent": true,
            "name": "Karkoita väsymys joogalla, seisten",
            "videoId": "p08TkF8QBRM",
            "category": "Liikettä niveliin",
            "belongsTo": "Vetreyttä ja notkeutta joogalla"
        },{
            "id": 11,
            "rouletteContent": true,
            "name": "30 sekunnin selkää hellivä jooga, seisten",
            "videoId": "sTvLzYgVOlI",
            "category": "Liikettä niveliin",
            "belongsTo": "Vetreyttä ja notkeutta joogalla"
        },{
            "id": 12,
            "rouletteContent": true,
            "name": "Taukojumppa, seisten",
            "content": "Helppo kahdeksan liikkeen taukojumppa, jolla ehkäiset selkä- ja niska-hartiakipuja. Voit tehdä taukojumppaliikkeitä pienessäkin tilassa, työssä ja vapaa-ajalla.",
            "videoId": "3gGpRiV09uU",
            "category": "Liikettä niveliin",
            "belongsTo": "Veri kiertämään"
        },{
            "id": 13,
            "rouletteContent": true,
            "name": "Jenkkajumppa, seisten, tarvittaessa tuki tuolista",
            "videoId": "vIZOskaYfLM",
            "category": "Liikettä niveliin",
            "belongsTo": "Tanssahdellen"
        },{
            "id": 14,
            "rouletteContent": true,
            "name": "Valssijumppa, seisten, tarvittaessa tuki tuolista",
            "videoId": "0hE2RMqNFQo",
            "category": "Liikettä niveliin",
            "belongsTo": "Tanssahdellen"
        },{
            "id": 15,
            "rouletteContent": true,
            "name": "Joogalla letkeyttä notkeutta, seisten, väline: tuoli",
            "videoId": "DZjmJyoz2Bg",
            "category": "Liikettä niveliin",
            "belongsTo": "Vetreyttä ja notkeutta joogalla"
        },{
            "id": 16,
            "rouletteContent": true,
            "name": "Lämmittelyjumppa, seisten ja istuen",
            "videoId": "vtxl5X81ltU",
            "category": "Liikettä niveliin",
            "belongsTo": "Veri kiertämään"
        },{
            "id": 17,
            "name": "Keppijumppa, seisten, konttausasennossa ja makuulla, välineet: keppi ja jumppamatto",
            "content": "Keppijumppa sopii hyvin lihastasapainon ja -voiman kehittämiseen. Keppijumpan avulla voit myös parantaa ryhtiäsi.",
            "videoId": "iCqZl2J9GGM",
            "category": "Liikettä niveliin",
            "belongsTo": "Ryhtiä elämään"
        },{
            "id": 18,
            "name": "Ryhtijumppa, seisten ja makuulla, välineet: keppi ja jumppamatto",
            "content": "Hyvä ryhti on tärkeä selälle ja koko vartalon toimivuudelle. Ryhtijumppa vahvistaa lihaksiasi ja ylläpitää hyvää ryhtiä.",
            "videoId": "lqKcLVih4y8",
            "category": "Liikettä niveliin",
            "belongsTo": "Ryhtiä elämään"
        },{
            "id": 19,
            "name": "Tasapainoharjoitus, seisten, tuki tarvittaessa tuolista",
            "content": "Tasapainoa voi kehittää harjoittelemalla. Hyvä tasapainokyky auttaa turvallisessa liikkumisessa ja vähentää kaatumisriskiä.",
            "videoId": "X7kqViAtvXI",
            "category": "Liikettä niveliin",
            "belongsTo": "Tasapainoillen"
        },{
            "id": 20,
            "name": "Tasapainoa harjoittava jumppa",
            "content": "Videon voi laittaa pyörimään ja tehdä jumpan videon tahtiin tai jumpan voi laittaa välillä tauolle. Jokainen tekee oman toimintakykynsä mukaan. Liikkeet tehdään turvallisesti ja huolellisesti. Jumpassa tulee käyttää hyviä jalkineita ja suorittaa jumppa hyvän alustan päällä. Jumppa soveltuu hyvin kaikenikäisille ja jumpan voi tehdä vaikka useampaan kertaan peräkkäin.",
            "videoId": "ecmUHJaOgZI",
            "category": "Liikettä niveliin",
            "belongsTo": "Tasapainoillen"
        },{
            "id": 21,
            "name": "Keskivartalotreeni, seisten ja makuulla, väline: jumppamatto",
            "content": "Keskivartalotreenin tavoitteena on luoda vahva keskivartalo. Keskivartalotreeni auttaa myös pitämään selkäkivut loitolla.",
            "videoId": "pQYMqzTMjIw",
            "category": "Liikettä niveliin",
            "belongsTo": "Ryhtiä elämään"
        },{
            "id": 22,
            "name": "Käsipainotreeni, seisten ja makuulla, välineet: käsipainot ja jumppamatto",
            "content": "Käsipainotreeni lisää lihasten verenkiertoa. Kokeile käsipainotreeniä myös taukojumppana.",
            "videoId": "4VmDDaluVto",
            "category": "Liikettä niveliin",
            "belongsTo": "Ryhtiä elämään"
        },{
            "id": 23,
            "name": "Tanssi, seisten",
            "videoId": "CBPPf8srpEY",
            "category": "Liikettä niveliin",
            "belongsTo": "Tanssahdellen"
        },{
            "id": 24,
            "name": "Niska-hartiajumppa, seisten ja makuulla, välineet: tuoli, jumppamatto ja pyyherulla",
            "content": "Niskakipua? Hartiat jumissa? Niska-hartiajumppa elvyttää kireitä, jumiutuneita lihaksia.",
            "videoId": "UJFxxpbpDj8",
            "category": "Liikettä niveliin",
            "belongsTo": "Ryhtiä elämään"
    }]
}
